acpi
acpid
acpilight
alacritty
alsa-firmware
aria2
asar
atom-editor-beta-bin
auto-cpufreq
autoconf
automake
awesome-terminal-fonts
base
bash-completion
bashtop
bemenu
binutils
bison
blender
bluez
bluez-plugins
bluez-utils
brave-bin
brltty
bspwm
cdrtools
check
cmake
cool-retro-term
cpufetch-git
dhcpcd
discord
djvulibre
dmenu
dnsmasq
dolphin-emu
dosfstools
edk2-ovmf
efibootmgr
expac
fakeroot
fastfetch-git
fd
feh
ffmpeg
file-roller
firefox
flatbuffers
flex
fwupd
fzf
gcc
gconf-gtk2
gimp
git
glava
gnu-free-fonts
gptfdisk
gpufetch-git
grub
gucharmap
gvim
higan
htop
hwinfo
i2c-tools
intel-gpu-tools
intel-ucode
iptables-nft
iw
iwd
jre-openjdk
kitty
libcurl-gnutls
libiscsi
libjxl
libtool
libva-intel-driver
libvirt-git
linux
linux-firmware
linux-headers
lshw
lua
lxappearance-gtk3
lxdm-gtk3
lxqt-themes
lxsession
m4
make
mesa-git
mesa-utils
mlocate
mpv
mupen64plus
ncurses5-compat-libs
neofetch
neovim
networkmanager
nodejs-material-design-icons
ntfs-3g
nvidia
nvidia-prime
nvidia-settings
nvme-cli
nvtop
obs-studio
opencl-nvidia
openrazer-daemon
openrazer-driver-dkms
openrazer-meta
optimus-manager
os-prober
otf-fantasque-sans-mono
otf-font-awesome
otf-hermit
p7zip
pacgraph
packagekit-qt5
pacman-contrib
pacutils
parted
paru
patch
pavucontrol
pcmanfm-gtk3
picom
pipewire
pipewire-pulse
pkgconf
polybar
polychromatic
ppsspp
prettier
python-black
python-openrazer
python-pynvim
python-pyqt5
python-sphinx_rtd_theme
python2
pywal-16-colors
qemu-block-gluster-git
qemu-block-iscsi-git
qemu-block-rbd-git
qemu-git
qemu-guest-agent-git
razercfg
reflector
rofi
rpcs3-bin
rrdtool
rtspeccy-git
ruby
samba
scrot
scrub
snes9x-gtk
speedcrunch
spice-protocol
spice-vdagent
spotify
steam
strace
sudo
sxhkd
systeroid
telegram-desktop
terminus-font
texinfo
themix-export-spotify-git
themix-full-git
themix-gui-git
tmux
trash-cli
ttf-dseg
ttf-font-awesome
ttf-inconsolata
ttf-liberation
ttf-ms-fonts
ttf-nerd-fonts-symbols-mono
ttf-roboto-mono
udisks2
unzip
vdhcoapp
vim-plug
virglrenderer-git
virt-install-git
virt-manager-git
virt-viewer
vulkan-extra-layers
vulkan-extra-tools
vulkan-headers-git
vulkan-tools
wget
which
wireshark-qt
wolfssl
xarchiver
xbindkeys
xclip
xcolor
xf86-input-synaptics
xf86-video-fbdev
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-fonts-misc
xorg-fonts-type1
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xcalc
xorg-xclipboard
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xfd
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xscreensaver-arch-logo
xsel
youtube-dl
zip
